# ໂຕດຳເນີນການປຽບທຽບ

# ນຳຂໍມູນຢ່າງໜ່ອຍ 2 ຄຳມາປຽບທຽບກັນ
# ຊະນິດຂໍ້ມູນຄືກັນ
# ຄຳຕອບ 2 ຄຳຕອບ => ຖືກ / ຜິດ

x = 8
y = 7
z = 6

# ຫຼື
# print('ຄ່າ x ຫຼາຍກວ່າ y ຫຼືບໍ່? :', x > y)
# print('ຄ່າ x ນ້ອຍກວ່າ y ຫຼືບໍ່? :', x < y)
# print('ຄ່າ x ເທົ່າກັບ y ຫຼືບໍ່? :', x == y)
# print('ຄ່າ x ບໍ່ເທົ່າກັບ y ຫຼືບໍ່? :', x != y)
# print('ຄ່າ x ຫຼາຍກວ່າ ຫຼື ເທົ່າກັບ y ຫຼືບໍ່? :', x >= y)
# print('ຄ່າ x ນ້ອຍກວ່າ ຫຼື ເທົ່າກັບ y ຫຼືບໍ່? :', x <= y)

# ແລະ
print('ຄ່າ x ຫຼາຍກວ່າ y ແລະ ຫຼາຍກວ່າ z ຫຼືບໍ່? :', x > y > z)
print('ຄ່າ x ນ້ອຍກວ່າ y ແລະ ນ້ອຍກວ່າ z ຫຼືບໍ່? :', x < y < z)